12/data/attachments/ff83f2f20cac3966.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e0c2076e-fcdb-4adb-90d6-774eb205e300</nif:username>
            <nif:friendToBeAdded>Manuel_artist_Actions_54765_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>